#+LAST_MOBILE_CHANGE: 2012-12-04 11:52:54
#+FILETAGS: UCSD

** SOMEDAY Update website template
check out http://www.wix.com/
use org-mode to write content, css to render
  CLOCK: [2012-10-15 Mon 10:13]--[2012-10-15 Mon 10:13] =>  0:00
   :PROPERTIES:
   :ID:       95bed625-9178-4c2e-977b-ca4098a5ae3a
   :END:
[2012-10-15 Mon 10:13]

* Teaching							   :TEACHING:
  :LOGBOOK:
  CLOCK: [2012-12-06 Thu 10:53]--[2012-12-06 Thu 11:05] =>  0:12
  :END:
  :PROPERTIES:
  :CATEGORY: Teaching
  :ID:       f63ebcdd-e3a9-40ec-8e3d-616bac271988
  :END:

** SOMEDAY Write org-mode teaching paper
Use a course as a guinea pig for using the method
  CLOCK: [2012-10-14 Sun 20:43]--[2012-10-14 Sun 20:44] =>  0:01
    :PROPERTIES:
    :ID:       d58effe4-6b9d-48e3-96a1-a6a992538c6c
    :END:
[2012-10-14 Sun 20:43]

** TODO MATH150A Fall 2012					   :MATH150A:
   :LOGBOOK:
   CLOCK: [2012-11-19 Mon 11:00]--[2012-11-19 Mon 12:00] =>  1:00
   CLOCK: [2012-11-16 Fri 10:19]--[2012-11-16 Fri 10:30] =>  0:11
   :END:
   :PROPERTIES:
   :CATEGORY: MATH150A FALL2012
   :ID:       7b8cd00b-6f86-4280-a4c6-8cbdd0dcfc87
   :END:
**** DONE 4-3 Gauss Theorem
     - State "DONE"       from "TODO"       [2012-11-28 Wed 11:56]
     :LOGBOOK:
     CLOCK: [2012-11-28 Wed 10:59]--[2012-11-28 Wed 11:56] =>  0:57
     :END:
      :PROPERTIES:
     :ID:       1c94f978-cb2d-4a92-b59d-730271c61898
     :END:
<2012-11-28 Wed 11:00-12:00>
***** DONE Prepare lecture
      - State "DONE"       from "NEXT"       [2012-11-28 Wed 10:59]
      :LOGBOOK:
      CLOCK: [2012-11-28 Wed 10:50]--[2012-11-28 Wed 10:59] =>  0:09
      :END:
      :PROPERTIES:
      :ID:       013aa80d-4df5-4b64-ac71-73c853424b82
      :END:
**** DONE 4-4 Parallel Transport
     - State "DONE"       from "TODO"       [2012-11-30 Fri 12:00]
     :LOGBOOK:
     CLOCK: [2012-11-30 Fri 10:55]--[2012-11-30 Fri 12:00] =>  1:05
     :END:
     :PROPERTIES:
     :ID:       a30d99f3-a128-4024-b187-4d83eea1164c
     :END:
<2012-11-30 Fri 11:00-12:00>
***** DONE Plan 4-4 parallel transport lecture
      - State "DONE"       from "NEXT"       [2012-11-29 Thu 13:44]
      :LOGBOOK:
      CLOCK: [2012-11-29 Thu 13:30]--[2012-11-29 Thu 13:42] =>  0:12
      CLOCK: [2012-11-29 Thu 11:07]--[2012-11-29 Thu 11:26] =>  0:19
      CLOCK: [2012-11-29 Thu 10:05]--[2012-11-29 Thu 11:02] =>  0:57
      :END:
      :PROPERTIES:
      :ID:       ec55f430-3a14-4830-a36a-f7a3ce51b831
      :END:
**** DONE 4-4 Geodesics
     - State "DONE"       from "TODO"       [2012-12-03 Mon 13:29]
     :PROPERTIES:
     :ID:       829af05f-1c7d-4772-bb16-df2d884f4b84
     :END:
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 10:55]--[2012-12-03 Mon 12:00] =>  1:05
     :END:

<2012-12-03 Mon 11:00-12:00>
***** DONE Plan 4-4 Geodesics Lecture 
      - State "DONE"       from "NEXT"       [2012-12-02 Sun 20:10]
      :PROPERTIES:
      :ID:       a3f4401d-24f6-46ea-aa57-9009080cbf17
      :END:
     :LOGBOOK:
     CLOCK: [2012-12-02 Sun 19:00]--[2012-12-02 Sun 20:10] =>  1:10
     :END:

***** DONE Prepare 4-4 Geodesics Lecture 
      - State "DONE"       from "TODO"       [2012-12-03 Mon 10:55]
      :PROPERTIES:
      :ID:       aeb80c63-b44e-42f6-b9f7-bb83ff06d576
      :END:
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 10:40]--[2012-12-03 Mon 10:55] =>  0:15
     :END:
**** DONE 4-5 Gauss Bonnet
     - State "DONE"       from "TODO"       [2012-12-05 Wed 12:00]
     :PROPERTIES:
     :ID:       075a26d1-d322-4530-849d-1f7a8b60b21b
     :END:
     :LOGBOOK:
     CLOCK: [2012-12-05 Wed 10:55]--[2012-12-05 Wed 12:00] =>  1:05
     :END:
<2012-12-05 Wed 11:00-12:00>
***** DONE Plan 4-5 Gauss-Bonnet Lecture 
      DEADLINE: <2012-12-05 Wed 11:00>
      - State "DONE"       from "NEXT"       [2012-12-04 Tue 19:01]
      :LOGBOOK:
      CLOCK: [2012-12-04 Tue 18:12]--[2012-12-04 Tue 19:01] =>  0:49
      CLOCK: [2012-12-04 Tue 16:40]--[2012-12-04 Tue 17:16] =>  0:36
      CLOCK: [2012-12-04 Tue 15:38]--[2012-12-04 Tue 15:59] =>  0:21
      CLOCK: [2012-12-04 Tue 15:24]--[2012-12-04 Tue 15:34] =>  0:10
      :END:

      :PROPERTIES:
      :ID:       d6861f57-c5ff-4f2e-8ac6-1ba67f717ed6
      :END:
*** DONE MATH150 Wk 3 lectures
    - State "DONE"       from "TODO"       [2012-10-18 Thu 14:45]
  CLOCK: [2012-10-14 Sun 20:34]--[2012-10-14 Sun 20:34] =>  0:00
  [2012-10-14 Sun 20:34]
*** DONE Prepare MATH150A Week 4 Lectures 
    - State "DONE"       from "TODO"       [2012-10-29 Mon 10:25]
  CLOCK: [2012-10-15 Mon 15:22]--[2012-10-15 Mon 15:23] =>  0:01
    :PROPERTIES:
    :ID:       b212184e-2cc5-4357-a1ec-7254f24a53b4
    :END:
  [2012-10-15 Mon 15:22]
*** DONE Set MATH150a mid term
    DEADLINE: <2012-11-05 Mon -3d>
    - State "DONE"       from "WAITING"    [2012-11-04 Sun 15:36]
    - State "WAITING"    from "NEXT"       [2012-11-03 Sat 14:04] \\
      Waiting for feedback from Bo Yang on midterm.
  CLOCK: [2012-10-15 Mon 10:13]--[2012-10-15 Mon 10:13] =>  0:00
    :PROPERTIES:
    :ID:       b3245c16-be40-47e8-8405-64bbfa9a6717
    :END:
[2012-10-15 Mon 10:13]
*** DONE Get homework scores
    - State "DONE"       from "TODO"       [2012-10-18 Thu 14:44]
[[https://docs.google.com/a/ucsd.edu/spreadsheet/ccc?key=0AlsrGAe5FGyBdGR3T29ERERzMm44LTRoU3R2bU13RkE&invite=CNuWms4G][Fall Math 150A]]
  CLOCK: [2012-10-18 Thu 10:44]--[2012-10-18 Thu 10:44] =>  0:00
[2012-10-18 Thu 10:44]

*** DONE Write final exam
    DEADLINE: <2012-12-11 Tue>
    - State "DONE"       from "NEXT"       [2012-12-04 Tue 12:52]
    - State "NEXT"       from "WAITING"    [2012-11-30 Fri 14:52]
    - State "WAITING"    from "NEXT"       [2012-11-29 Thu 22:22] \\
      Waiting for feedback from Bo.
    :LOGBOOK:
    CLOCK: [2012-12-04 Tue 12:00]--[2012-12-04 Tue 12:52] =>  0:52
    CLOCK: [2012-11-29 Thu 20:40]--[2012-11-29 Thu 22:22] =>  1:42
    CLOCK: [2012-11-27 Tue 20:21]--[2012-11-27 Tue 20:46] =>  0:25
    CLOCK: [2012-11-27 Tue 19:32]--[2012-11-27 Tue 19:48] =>  0:16
    CLOCK: [2012-11-27 Tue 13:34]--[2012-11-27 Tue 14:05] =>  0:31
    CLOCK: [2012-11-27 Tue 13:33]--[2012-11-27 Tue 13:34] =>  0:01
    CLOCK: [2012-11-27 Tue 13:14]--[2012-11-27 Tue 13:16] =>  0:02
    :END:
    :PROPERTIES:
    :ID:       73452825-970d-45dd-ac02-a1d16565b9d0
    :ORDERED:  t
    :END:
[[file:~/working/ucsd/teaching/math150a/math150a_final.org]]
Update this based on Bo's comments.
*** DONE Review midterm exams
    - State "DONE"       from "NEXT"       [2012-11-27 Tue 12:34]
  :LOGBOOK:
  CLOCK: [2012-11-16 Fri 10:47]--[2012-11-16 Fri 10:48] =>  0:01
  :END:
    :PROPERTIES:
    :ID:       b5ebb7bf-199f-486d-b98c-c8747c6b15db
    :END:
[2012-11-16 Fri 10:47]

*** DONE Set MATH150A Homework 5
    - State "DONE"       from "NEXT"       [2012-11-27 Tue 13:07]
  :LOGBOOK:
  CLOCK: [2012-11-27 Tue 12:35]--[2012-11-27 Tue 13:07] =>  0:32
  :END:
  :PROPERTIES:
  :ID:       bd5225ca-6b74-49f4-92e6-b8df720ea4bf
  :END:
[2012-11-27 Tue 10:00]

** DONE Setup reminder for MATH142B
   - State "DONE"       from "TODO"       [2012-10-29 Mon 10:27]
  CLOCK: [2012-10-15 Mon 10:27]--[2012-10-15 Mon 10:28] =>  0:01
   :PROPERTIES:
   :ID:       351dabb7-be5d-458a-8f6b-0959ee00991d
   :END:
[2012-10-15 Mon 10:27]

*** DONE Respond to zhichao about MATH142B Enrollment
    - State "DONE"       from "WAITING"    [2012-11-28 Wed 10:43]
    - State "WAITING"    from "TODO"       [2012-11-27 Tue 12:09] \\
      Waiting on Holly Proudfoot to reply
  :LOGBOOK:
  CLOCK: [2012-11-27 Tue 12:08]--[2012-11-27 Tue 12:09] =>  0:01
  :END:
    :PROPERTIES:
    :ID:       5a89fef1-ef49-4ffe-8353-d80a83ac046b
    :END:
[2012-11-27 Tue 12:08]
[[mailto:Zhichao Xu <zxu@ucsd.edu>]]

Dear Professor Bryan,
I am trying to enroll in your course Math 142B next quarter. However, it
has already a long wait list before me. Will there be any chance of
increase the size of class? I really need to take this course. Thank you
very much.

Best,
Zhichao Xu "Charlie"
Joint Mathematics-Economics major
University of California, San Diego


*** DONE Sign up for summer 2013 teaching
    - State "DONE"       from "TODO"       [2012-11-09 Fri 11:57]

  CLOCK: [2012-11-02 Fri 15:50]--[2012-11-02 Fri 15:52] =>  0:02
[2012-11-02 Fri 15:50]

[[file:~/teaching/summer_2013/SS%202013%20Request-Proposal.doc][file:~/teaching/summer_2013/SS 2013 Request-Proposal.doc]]
[[file:~/teaching/summer_2013/Summer_Session_Enrollment.pdf]]

*** DONE Prepare talk for next week
    - State "DONE"       from "NEXT"       [2012-10-24 Wed 13:15]
  CLOCK: [2012-10-16 Tue 08:28]--[2012-10-16 Tue 08:28] =>  0:00
    :PROPERTIES:
    :ID:       b7a65ab1-a46a-43db-8c55-6cd686ce7551
    :END:
[2012-10-16 Tue 08:28]

*** DONE 20121025 Talk
   - State "DONE"       from "TODO"       [2012-10-31 Wed 10:47]
  CLOCK: [2012-10-17 Wed 10:31]--[2012-10-17 Wed 10:31] =>  0:00
   :PROPERTIES:
   :ID:       d31f792f-5123-452d-bca5-f4551f372e00
   :END:
[2012-10-17 Wed 10:31]
[[file:~/working/talks/20121025_ucsd_dg_seminar]]
*** SOMEDAY Ask Ben about Inviting ZhiQin Lu to speak at DG conference
[[zlu@math.uci.edu][zlu@math.uci.edu]]
  CLOCK: [2012-10-25 Thu 11:31]--[2012-10-25 Thu 11:32] =>  0:01
    :PROPERTIES:
    :ID:       828697b9-0021-4c0f-9c8d-57f9fed278f9
    :END:
[2012-10-25 Thu 11:31]

*** DONE Set up reminder for seminar announcement
    - State "DONE"       from "NEXT"       [2012-11-03 Sat 18:51]
  CLOCK: [2012-10-26 Fri 15:07]--[2012-10-26 Fri 15:08] =>  0:01
[2012-10-26 Fri 15:07]
** CANCELLED Update office hours
   - State "CANCELLED"  from "TODO"       [2012-11-12 Mon 11:58] \\
     Bit late in the quarter to worry about now
  CLOCK: [2012-10-18 Thu 10:45]--[2012-10-18 Thu 10:45] =>  0:00
   :PROPERTIES:
   :ID:       ca310cc2-09d1-4d8f-bc15-f702e5b5cb04
   :END:
[2012-10-18 Thu 10:45]
To all Instructional Faculty and TAs for Fall 2012 (please note the correctly working links to office hour information);

It's that time of the quarter when we ask you to submit office hours to the front desk.  We are continuing with our on-line submission form that interacts with the departmental webpages, listing office hours at either
http://math.ucsd.edu/people/office-hours-instructors/
for Faculty
or
http://math.ucsd.edu/people/office-hours-tas/
for TAs


To submit your office hours:

  1. Go to web site: http://mathlink.ucsd.edu/

  2. Enter YOUR Euclid username and password and click on the login button

  3. Click the Office Hours icon

  4. A list with all your Fall 2012 courses will be presented

  5. Select one of the courses by pressing 'Edit'

  6. Fill out the days and hours for your primary office hours and any additional office hours you will be holding for each course.

  7. Logout when finished

If you have difficulties with the system, please feel free to email me your hours - along with any suggestions for improving the submission system.

Thank you,
Scott

-------------------------
Scott Rollans
Undergraduate Program Officer
UCSD Mathematics
** NEXT Do ethics training
  DEADLINE: <2012-12-31 Mon -1m>
[[http://uclearning.ucsd.edu/][http://uclearning.ucsd.edu/]]
Search for UCGCB-2012

  CLOCK: [2012-11-02 Fri 10:36]--[2012-11-02 Fri 10:37] =>  0:01
   :PROPERTIES:
   :ID:       6203d146-3908-47c5-91bd-9ce2cf7fb454
   :END:
[2012-11-02 Fri 10:36]
** NEXT Sexual harrassment course
   DEADLINE: <2012-12-12 Wed -1w>
   :LOGBOOK:
   CLOCK: [2012-12-05 Wed 18:50]--[2012-12-05 Wed 18:57] =>  0:07
   :END:

  CLOCK: [2012-11-12 Mon 11:56]--[2012-11-12 Mon 11:57] =>  0:01
   :PROPERTIES:
   :ID:       4ee886e7-5246-4dfb-9901-1f46806bfbf8
   :END:
[2012-11-12 Mon 11:56]
[[http://uc.sumtotalsystems.com/sumtotal/a.aspx?p=1561376*95486]]

